Repository: ubports/sync-monitor
Catalog: po/*.po
Languages: cs, de, es, it, sc, sv

source: Account sign-in failed. Please select your account to sign back in.
cs: Přihlášení k účtu se nezdařilo. Vyberte svůj účet a přihlaste se znovu.
de: Kontoanmeldung fehlgeschlagen. Wählen Sie bitte Ihr Konto aus, um sich erneut anzumelden.
es: Falló el acceso a la cuenta. Seleccione su cuenta para volver a acceder.
it: Accesso all'account non riuscito. Seleziona il tuo account per accedere di nuovo.
sc: Identificatzione faddida. Seletziona su contu tuo pro ti torrare a identificare.
sv: Inloggning till användarkonto misslyckades. Var vänlig välj ditt användarkonto för att logga in igen.

source: Accounts
cs: Účty
de: Konten
es: Cuentas
it: Account
sc: Contos
sv: Användarkonton

source: An account failed to sync. Would you like to sign in again?
cs: Účet se nepodařilo synchronizovat. Chcete se znovu přihlásit?
de: Ein Konto konnte nicht synchronisiert werden. Möchten Sie sich erneut anmelden?
es: No se pudo sincronizar una cuenta. ¿Quiere acceder de nuevo?
sc: Faddina in sa sincronizatzione de unu contu. Boles torrare a ti identificare?
sv: Ett användarkonto misslyckades att synkronisera. Vill du logga in igen?

source: Command not allowed
cs: Nepovolený příkaz
de: Befehl nicht erlaubt
es: Orden no permitida
it: Comando non permesso
sc: Òrdine non permìtida
sv: Kommando inte tillåtet

source: Connection certificate has expired
cs: Platnost certifikátu připojení skončila
de: Verbindungszertifikat ist abgelaufen
es: El certificado de la conexión caducó
it: Certificato connessione scaduto
sc: Tzertificadu de conessione iscàdidu
sv: Anslutningscertifikat har utgått

source: Connection certificate is invalid
cs: Neplatný certifikát připojení
de: Verbindungszertifikat ist ungültig
es: El certificado de la conexión no es válido
it: Certificato connessione invalido
sc: Tzertificadu de connessione non vàlidu
sv: Anslutningscertifikat är ogiltigt

source: Connection timeout
cs: Překročen časový limit pro navázání/udržení spojení
de: Zeitüberschreitung der Verbindung
es: Expiró la conexión
it: Connessione scaduta
sc: Connessione iscàdida
sv: Timeout för anslutning

source: Could not connect to the server
cs: Připojení k serveru se nezdařilo
de: Verbinden mit Server fehlgeschlagen
es: No se pudo conectar con el servidor
it: Nessuna connessione al server
sc: Impossìbile connètere a su serbidore
sv: Misslyckades att ansluta till servern

source: Could not load account info.
cs: Informace o účtu se nezdařilo načíst.
de: Kontodaten konnten nicht geladen werden.
es: No se pudo cargar la información de la cuenta.
it: Caricamento informazioni account non riuscito.
sc: Impossìbile carrigare informatzione de su contu.
sv: Misslyckades att ladda information för användarkonto.

source: Could not run "two-way" sync
cs: Spuštění „oboustranné“ synchronizace se nezdařilo
de: Die wechselseitige Synchronisation ist fehlgeschlagen.
es: No se pudo ejecutar la sincronización «de dos vías»
it: Impossibile eseguire sincronizzazione "a doppio-senso"
sc: Impossìbile aviare sa sincronizatzione bidiretzionale
sv: Misslyckades att köra "två-vägs" synkronisering

source: Could not sync calendar %1 from account %2. %3
cs: Synchronizace kalendáře %1 z účtu %2 se nezdařila. %3
de: Der Kalender %1 des Benutzerkontos %2 konnte nicht synchronisiert werden. %3
es: No se pudo sincronizar el calendario %1 desde la cuenta %2. %3
sc: Impossìbile sincronizare su calendàriu %1 dae su contu %2. %3
sv: Kunde inte synkronisera kalender %1 från användarkonto %2. %3

source: Could not sync due to a remote problem
cs: Synchronizace se nezdařila kvůli problému na protějšku
es: No se pudo sincronizar debido a un problema remoto
sc: Impossìbile sincronizare pro more de unu problema remotu

source: Could not sync some items
cs: Některé položky se nepodařilo synchronizovat
de: Mehrere Elemente konnten nicht synchronisiert werden
es: No se pudieron sincronizar algunos elementos
sc: Impossìbile sincronizare elementos
sv: Kunde inte synkronisera vissa saker

source: Disk full
cs: Zaplněné datové úložiště
de: Datenträger voll
es: Disco lleno
it: Intero disco
sc: Su discu est prenu

source: Failed to configure account
cs: Účet se nedaří nastavit
de: Konfiguration des Kontos fehlgeschlagen
es: No se pudo configurar la cuenta
sc: Faddina in sa cunfiguratzione de su contu
sv: Misslyckades att konfigurera konto

source: Finished syncing %1 (Calendar)
cs: Ukončení synchronizace: %1 (Kalendáře)
de: Synchronisation abgeschlossen %1 (Kalender)
es: Finalizó la sincronización de %1 (calendario)
sc: Sincronizatzione cumpleta: %1 (calendàriu)

source: Forbidden / access denied
cs: Zakázané / přístup odmítnut
de: Verboten / Zugriff verweigert
es: Prohibido/acceso denegado
it: Vietato / accesso negato
sc: Proibidu / atzessu denegadu
sv: Förbjuden / åtkomst nekad

source: Logging in…
cs: Přihlašování…
de: Anmelden …
es: Accediendo…
sc: Identificatzione…
sv: Loggar in…

source: No
cs: Ne
de: Nein
sc: Nono
sv: Nej

source: Object not found / unassigned field
cs: Objekt nenalezen / nepřiřazená kolonka
de: Objekt nicht gefunden / nicht zugewiesenes Feld
es: Objeto no encontrado/campo sin asignar
it: Oggetto non trovato / campo non assegnato
sc: Ogetu no agatadu / campu no assignadu
sv: Objekt inte funnet / ej tilldelat fält

source: Process died unexpectedly
cs: Proces byl neočekávaně ukončen
de: Unerwartetes Prozessende
es: El proceso terminó de forma inesperada
sc: Su protzessu s'est firmadu in manera repentina
sv: Process dog oväntat

source: Proxy authentication required
cs: Je vyžadováno ověření proxy serveru
de: Proxy-Authentifizierung erforderlich
es: Se necesita autenticación del «proxy»
it: Autenticazione Proxy richiesta
sc: Autenticatzione rechèdida pro su serbidore intermediàriu

source: Quit
cs: Ukončit
de: Beenden
es: Salir
it: Esci
sc: Essi
sv: Avsluta

source: Server not found
cs: Server nenalezen
de: Server nicht gefunden
es: Servidor no encontrado
it: Server non trovato
sc: Serbidore no agatadu
sv: Server ej funnen

source: Server sent bad content
cs: Server zaslal chybný obsah
de: Server sendet fehlerhafte Inhalte
es: El servidor envió contenido erróneo
it: Server ha inviato un contenuto corrotto
sc: Su serbidore at imbiadu cuntenutos non curretos
sv: Server skickade dåligt innehåll

source: Sign in to sync
cs: Pro synchronizaci se přihlašte
de: Anmelden zum synchronisieren
es: Acceder para sincronizar
sc: Identìfica·ti pro sincronizare

source: Sync canceled
cs: Synchronizace zrušena
de: Synchronisation abgebrochen
es: Sincronización cancelada
it: Sincronizzazione annullata
sc: Sincronizatzione annullada
sv: Synkronisering avfärdad

source: Synchronization
cs: Synchronizace
de: Synchronisierung
es: Sincronización
it: Sincronizzazione
sc: Sincronizatzione
sv: Synkronisering

source: Syncing %1 (Calendar)
cs: Synchronizace: %1 (Kalendáře)
de: Synchronisiere %1 (Kalender)
es: Sincronizando %1 (calendario)
sc: Sincronizende %1 (calendàriu)

source: Unknown status
cs: Neznámý stav
de: Unbekannter Status
es: Estado desconocido
it: Stato sconosciuto
sc: Istadu disconnotu
sv: Okänd status

source: Yes
cs: Ano
de: Ja
es: Sí
it: Sì
sc: Eja
sv: Ja
